Repository: JustCarmen/webtrees-fancy-research-links
Catalog: language/*.po
Languages: af, nl

source: A sidebar tool to provide quick links to popular research web sites.
af: â€™n Sypaneel met vinnige skakels na gewilde navorsingswebwerwe.
nl: Een zijpaneel met snelle koppelingen naar populaire onderzoeks websites.

source: Check the plugins you want to use in the sidebar.
af: Ontsper die inproppe wat jy in die sypaneel wil gebruik.
nl: Vink de plugins aan die u wilt gebruiken in de zijbalk.

source: Enabling this will change the default behavior of the browser.
af: Hierdie instelling sal die verstek gedrag van die blaaier verander.
nl: Als u dit inschakelt, verandert het standaardgedrag van de browser.

source: Hit the radio button in front of an research area title to set that research area as default. The chosen research area will open unfolded in the sidebar.
af: Stel die verstekwaarde in van die navorsingsgebied. Daardie navorsingsgebied sal in die sybalk oopgevou wees.
nl: Klik op het selectierondje voor de titel van een onderzoeksgebied om dit onderzoeksgebied als standaard in te stellen. Het gekozen onderzoeksgebied wordt dan opengevouwen in de zijbalk.

source: International
af: Internasionaal
nl: Internationaal

source: Open links in a new tab
af: Maak skakels in 'n nuwe oortjie oop
nl: Koppelingen openen in een nieuwe tab

source: Other links
af: Ander skakels
nl: Overige links

source: Research links
af: Navorsingskakels
nl: Onderzoekskoppelingen

source: The settings will be reset to default. Are you sure you want to do this?
af: Die verstekinstellings sal herstel word. Is jy seker dat jy dit wil doen?
nl: De standaardinstellingen worden teruggezet. Weet u zeker dat u dit wilt?

source: There are no research links available for this individual.
af: Daar is geen navorsingskakels beskikbaar vir hierdie persoon nie.
nl: Voor deze persoon zijn geen onderzoekskoppelingen beschikbaar.
