Repository: JustCarmen/webtrees-fancy-research-links
Catalog: resources/lang/*.po
Languages: af, cs, da, fr, he, is, it, nl, ru, uk

source: A sidebar tool to provide quick links to popular research web sites.
af: ’n Sypaneel met vinnige skakels na gewilde navorsingswebwerwe.
cs: Nástroj na postranním panelu, který poskytuje rychlé odkazy na oblíbené badatelské webové stránky.
da: Et sidepanelværktøj for hurtig adgang til links til populære forsknings-hjemmesider.
fr: Ajoute dans la barre latérale des liens vers des sites de recherche généalogique connus.
he: כלי צדי שמספק קישורים מהירים אל אתרי מחקר פופולריים באינטרנט.
is: Hliðarstikutól til að veita skjóta tengla á vinsælar rannsóknarvefsíður.
it: Una barra laterale per avere accesso rapido a popolari siti di ricerca.
nl: Een zijpaneel met snelle koppelingen naar populaire onderzoeks websites.
ru: Инструмент в боковой панели для быстрого перехода на поисковые сайты.
uk: Інструмент бічної панелі для швидких посилань на популярні дослідницькі вебсайти.

source: Check the plugins you want to use in the sidebar. Uncheck the plugins you don't need.
af: Kyk na die invoegtoepassings wat u in die sybalk wil gebruik. Ontmerk die plugins wat u nie nodig het nie.
cs: Zaškrtněte ty pluginy, které chcete mít v postranním panelu. Zrušte zaškrtnutí pluginů, které nepotřebujete.
da: Markér de plugins, du vil bruge i sidepanelet. Fjern markeringen af de plugins, du ikke har brug for.
fr: Cochez les plugins que vous voulez utiliser dans la barre latérale. Décochez les plugins dont vous n'avez pas besoin.
he: בדוק את התוספים שבהם ברצונך להשתמש בסרגל הצד. בטל את הסימון של התוספים שאינך זקוק להם.
is: Hakaðu við viðbætur sem þú vilt nota í hliðarstikunni. Taktu hakið úr viðbótunum sem þú þarft ekki.
it: Seleziona i plugin che vuoi usare nella barra laterale. Deseleziona quelli che non ti servono.
nl: Vink de plugins aan die u wilt gebruiken in de zijbalk. Vink de plugins uit die u niet nodig hebt
ru: Отметьте плагины, которые вы хотите видеть в боковой панели. Уберите ненужные Вам плагины.
uk: Перевірте плагіни, які ви хочете використовувати на бічній панелі. Вимкніть непотрібні плагіни.

source: Enabling this will change the default behavior of the browser.
af: Hierdie instelling sal die verstek gedrag van die blaaier verander.
cs: Povolením této funkce se změní výchozí chování prohlížeče.
da: Hvis du aktiverer dette, ændrer du browserens standardadfærd.
fr: En activant cette option, vous modifiez le comportement par défaut du navigateur.
he: הפעלה זו תשנה את התנהגות ברירת המחדל של הדפדפן.
is: Með því að virkja þetta þá breytist sjálfgefin hegðun vefskoðarans.
it: Abilitando questo cambierai il comportamento standard del browser.
nl: Als u dit inschakelt, verandert het standaardgedrag van de browser.
ru: Включение этого параметра изменит поведение браузера по умолчанию.
uk: Увімкнення цього налаштування змінить поведінку браузера за замовчуванням.

source: Expand the sidebar content with the Fancy Research Links
af: Brei die sybalkinhoud uit met die Fancy Research Links
cs: Rozšířit obsah postranního panelu o funkci Fancy Research Links
da: Udvid sidepanelets indhold med Fancy Research Links
fr: Développez le contenu de la barre latérale avec les liens de recherche fantaisie.
he: הרחב את תוכן סרגל הצד בעזרת קישורי מחקר מפוארים
is: Stækkaðu innihald hliðarstikunnar með flottum rannsóknartenglum
it: Espandi il contenuto della barra laterale con i Fancy Research Links
nl: Klap het zijpaneel met de Fancy Research Links uit
ru: Расширьте содержимое боковой панели с помощью Fancy Research Links
uk: Розширте вміст бічної панелі за допомогою Fancy Research Links

source: Fancy Research Links
cs: Badatelské odkazy
da: Fancy Forskningslinks
he: קישורי מחקר מהודרים
is: Flottir rannsóknartenglar

source: genealogy
af: geslagsregister
cs: genealogie
da: slægtsforskning
fr: généalogie
he: גֵנֵאָלוֹגיָה
is: ættfræði
it: genealogia
nl: genealogie
ru: генеалогия
uk: генеалогія

source: Hit the radio button before a title to set a research area as default. The chosen research area will open unfolded in the sidebar.
af: Druk die radioknop voor 'n titel om 'n navorsingsarea as verstek in te stel. Die gekose navorsingsarea sal oopgevou word in die sybalk.
cs: Stisknutím přepínače před názvem nastavíte oblast bádání jako výchozí. Zvolená badatelská oblast se otevře v postranním panelu rozbalená.
da: Tryk på valgknappen før en titel for at indstille et forskningsområde som standard. Det valgte forskningsområde åbnes udfoldet i sidepanelet.
fr: Cliquez sur le bouton radio situé devant un titre pour définir un domaine de recherche par défaut. La zone de recherche choisie s'ouvrira dépliée dans la barre latérale.
he: לחץ על לחצן הבחירה לפני כותרת כדי להגדיר אזור מחקר כברירת מחדל. אזור המחקר שנבחר ייפתח נפרש בסרגל הצד.
is: Smelltu á valhnappinn á undan titli til að stilla rannsóknarsvæði sem sjálfgefið. Valið rannsóknarsvæði mun opnast óbrotið í hliðarstikunni.
it: Usa la spunta prima di un titolo per selezionare un'area di ricerca di default. L'area di ricerca selezionata verrà mostrata estesa nella barra laterale.
nl: Klik op het keuzerondje voor een titel om een onderzoeksgebied als standaard in te stellen. Het gekozen onderzoeksgebied wordt opengevouwen geopend in de zijbalk.
ru: Нажмите переключатель перед заголовком, чтобы установить область исследования по умолчанию. Выбранная область исследования откроется развернутой на боковой панели.
uk: Натисніть перемикач перед заголовком, щоб встановити область дослідження за замовчуванням. Обрана область дослідження відкриється на бічній панелі.

source: If checked, the sidebar content with the Fancy Research Links will expand while the sidebar Family navigator will collapse if the user has the role of editor or higher.
af: As dit gemerk is, sal die sybalkinhoud met die Fancy Research Links uitbrei terwyl die sidebar Family-navigator sal in duie stort as die gebruiker die rol van redakteur of hoër is.
cs: Pokud je zaškrtnuto, obsah postranního panelu s badatelskými odkazy se rozbalí, zatímco postranní panel Navigátor rodiny se sbalí, pokud má uživatel roli editora nebo vyšší.
da: Hvis dette afkrydses, udvides sidepanelets indhold med Fancy Research Links, mens sidepanelet Familie-navigator klappes sammen, hvis brugeren har rollen som redaktør eller højere.
fr: Si cette case est cochée, le contenu de la barre latérale avec les liens de recherche fantaisie s'étendra tandis que le navigateur familial de la barre latérale se réduira si l'utilisateur a le rôle d'éditeur ou un rôle supérieur.
he: אם מסומן, תוכן הסרגל הצדדי עם קישורי המחקר המפוארים יתרחב ואילו הנווט המשפחתי בסרגל הצד יקרוס אם למשתמש תפקיד העורך ומעלה.
is: Ef hakað er við það mun innihald hliðarstikunnar með flottum rannsóknartenglum stækka á meðan Fjölskyldu vefsjáin í hliðarstikunni mun falla saman ef notandinn hefur hlutverk ritstjóra eða hærra.
it: Se selezionato, il contenuto della barra laterale con i Fancy Research Links verrà esteso mentre la sezione Famiglia verrà ristretta nel caso l'utente abbia un ruolo di editore o superiore.
nl: Indien aangevinkt, klapt de inhoud van de zijbalk met de Fancy Research Links uit terwijl de zijbalk met de Family navigator inklapt als de gebruiker de rol van editor of hoger heeft.
ru: Если этот флажок установлен, содержимое боковой панели с Fancy Research Links будет расширяться, в то время как навигатор по семействам боковой панели свернется, если у пользователя есть роль редактора или выше.
uk: Якщо відмічено, для користувачів, що виконують роль редактора або вище, вміст бічної панелі Fancy Research Links розкриватиметься, тоді як навігатор сімейної бічної панелі згортатиметься.

source: International
af: Internasionaal
cs: Mezinárodní
he: בינלאומיים
is: Alþjóðlegt
it: Internazionale
nl: Internationaal
ru: Международный
uk: Міжнародний

source: link only
af: slegs skakel
cs: pouze odkaz
da: kun link
fr: lien seulement
he: קישור בלבד
is: eingöngu krækja
it: solo link
nl: alleen link
ru: только ссылка
uk: лише посилання

source: Open links in a new tab
af: Maak skakels in 'n nuwe oortjie oop
cs: Otevřít odkazy na nové kartě
da: Åbn links i en ny fane
fr: Ouvrir les liens dans un nouvel onglet
he: פתח קישורים בכרטיסייה חדשה
is: Opnaðu tengla í nýjum flipa
it: Apri link in una nuova scheda
nl: Koppelingen openen in een nieuwe tab
ru: Открывать ссылки в новой вкладке
uk: Відкривати в новій вкладці

source: prayer cards
af: gebedskaarte
cs: svaté obrázky
da: bønnekort
fr: cartes de prière
he: קלפי תפילה
is: bænakort
it: fogli di preghiera
nl: bidprentjes
ru: молитвенные карточки
uk: молитовні картки

source: Research links
af: Navorsingskakels
cs: Badatelské odkazy
da: Forsknings-links
fr: Liens de recherche
he: קישורי מחקר
is: Rannsóknartenglar
it: Link di ricerca
nl: Onderzoekskoppelingen
ru: Поисковые ссылки
uk: Пошукові посилання

source: search prayer cards
af: soek gebedskaarte
cs: hledat svaté obrázky
da: søg bønnekort
fr: Recherche de cartes de prière
he: חיפוש קלפי תפילה
is: leitaðu í bænaspjöldum
it: cerca fogli di preghiera
nl: bidprentjes zoeken
ru: искать молитвенные карточки
uk: пошук молитовних карток

source: Select/unselect all
af: Kies / ontmerk alle
cs: Vybrat/odebrat vše
da: Vælg/fravælg alle
fr: Sélectionner/désélectionner tout
he: בחר / בטל את הבחירה בכולם
is: Velja/afvelja allt
it: Seleziona/deseleziona tutto
nl: Selecteer/deselecteer alles
ru: Все выделить или снять выделение со всех
uk: Вибрати/скасувати всіх

source: surname only
af: slegs van
cs: pouze příjmení
da: kun efternavn
fr: nom de famille uniquement
he: שם משפחה בלבד
is: aðeins eftirnafn
it: solo cognome
nl: alleen achternaam
ru: только фамилия
uk: тільки прізвище

source: There was an error loading the plugin
af: Kon nie die inprop laai nie
cs: Při načítání pluginu nastala chyba
da: Der var en fejl ved indlæsning af plugin'et
fr: Une erreur s'est produite lors du chargement du plugin
he: אירעה שגיאה בטעינת התוסף
is: Villa kom upp við að hlaða viðbótinni
it: Si è verificato un errore durante il caricamento del plugin
nl: Het laden van de plugin veroorzaakt een fout
ru: Ошибка загрузки плагина
uk: Сталася помилка завантаження плагіну

source: Toggle this checkbox to select all research links at once.
af: Skakel hierdie regmerkie in om alle navorsingsskakels gelyktydig te kies.
cs: Přepnutím tohoto zaškrtávacího políčka vyberete všechny badatelské odkazy najednou.
da: Markér dette afkrydsningsfelt for at vælge alle forskningslinks på én gang.
fr: Activez cette case à cocher pour sélectionner tous les liens de recherche en même temps.
he: החלף תיבת סימון זו כדי לבחור את כל קישורי המחקר בבת אחת.
is: Breyttu þessum gátreit til að velja alla rannsóknartengla í einu.
it: Clicca la casella per selezionare tutti i link di ricerca insieme.
nl: Schakel dit selectievakje in om alle onderzoekslinks tegelijk te selecteren.
ru: Отметить тут, чтобы выбрать все поисковые ссылки разом.
uk: Відмітьте тут, щоб вибрати всі пошукові посилання одночасно.
